const degrees = [
    'היסטוריה',
    'הנדסת חשמל',
    'הנדסת מכונות',
    'הנדסת תעשייה וניהול',
    'הנדסה אזרחית',
    'הנדסת תוכנה',
    'חינוך',
    'חשבונאות',
    'פסיכולוגיה',
    'מנהל עסקים',
    'מדעי המדינה',
    'מדעי המחשב',
    'מזרחנות',
    'משאבי אנוש',
    'משפטים',
    'מתמטיקה',
    'ספרות',
    'סוציולוגיה',
    'סיעוד',
    'רפואה',
];

const areas = [
    'צפון',
    'מרכז',
    'ירושלים',
    'דרום',
];

const universities = [
    'אוניברסיטת אריאל',
    'אוניברסיטת בן-גוריון',
    'אוניברסיטת בר-אילן',
    'אוניברסיטת חיפה',
    'אוניברסיטת רייכמן',
    'אוניברסיטת תל אביב',
    'אלקאסמי – מכללה אקדמית לחינוך',
    'אמונה-אפרתה – מכללה אקדמית לאמנויות וחינוך',
    'אפקה – המכללה האקדמית להנדסה בתל-אביב',
    'בצלאל – אקדמיה לאמנות ועיצוב ירושלים',
    'האוניברסיטה העברית בירושלים',
    'האוניברסיטה הפתוחה',
    'הטכניון – מכון טכנולוגי לישראל',
    'המכללה האקדמית אחוה',
    'המכללה האקדמית אשקלון',
    'המכללה האקדמית בוינגייט',
    'המכללה האקדמית בית-ברל',
    'המכללה האקדמית גליל מערבי',
    'המכללה האקדמית הדסה ירושלים',
    'המכללה האקדמית כנרת',
    'המכללה האקדמית להנדסה ע”ש סמי שמעון',
    'המכללה האקדמית לחינוך גבעת וושינגטון',
    'המכללה האקדמית נתניה',
    'המכללה האקדמית ספיר',
    'המכללה האקדמית צפת',
    'המכללה האקדמית תל חי',
    'המכללה האקדמית תל-אביב יפו',
    'המסלול האקדמי המכללה למינהל',
    'המרכז האקדמי לב',
    'המרכז האקדמי פרס',
    'המרכז האקדמי רופין',
    'הקריה האקדמית אונו',
    'מכון טכנולוגי חולון – HIT',
]

const skills = [
    'פיתוח אפליקציות (IOS / Android)',
    'פיתוח WEB',
    'חווית משתמש',
    'QA',
    'עיצוב גרפי',
    'אבטחת מידע',
    'Devops',
    'בניית תוכנית עסקית',
    'מיתוג',
    'שיווק',
    'דוברות',
    'כתיבת תוכן',
    'שיווק דיגיטלי',
    'צילום מקצועי',
    'עריכת תוכן גרפי',
    'ייעול כוח אדמה',
    'השתלבות באוכלוסייה מיוחדת',
    'חניכה אצל מורה ותיק (תעודת הוראה)',
]

const jobs = [
    { id: '1', name: 'תוכן שיווקי', location: 'תל אביב', details: 'אנחנו עמותה קטנה שיושבת בירושלים שמסייעת לנזקקים באוכל חם עד הבית, אנחנו בשלב סבב גיוס וצריכים עזרה בכתיבת פוסט לגיוס תרומות', skills: ['עיצוב גרפי', 'כתיבת תוכן'] },
    { id: '2', name: 'מיתוג לעסק', location: 'אריאל', details: "העסק שלי הוא מספרה שכונתית שנותנת גם שירותי לק ג'ל, העסק שלי צריך אדם יצירתי שידע להכין לוגו ומיתוג לעסק", skills: ['עיצוב גרפי'] },
    { id: '3', name: 'צילום אוכל מקצועי', location: 'טבריה', details: 'אני קונדטורית בתחילת דרכי והחלטתי לפתוח דף אינסטגרם ופייסבוק. אני צריכה צלם שיצלם תמונות איכותיות לטובת פרסום בערוצי התקשורת שלי', skills: ['צילום'] },
    { id: '4', name: 'יצירת תוכן', location: 'ירושלים', details: 'עסק חדש של מוצרים טבעיים', skills: ['שיווק דיגטלי', 'כתיבת תוכן'] },
    { id: '5', name: 'בניית אתר לתיאום תורים', location: 'היברידי', details: "אני ספר וכרגע מתאם תורים בצורה טלפונית, אני מחפש מישהו שיבנה לי אתר בו הלקוחות יוכלו לתאם תור לעצמם בשעות הפעילות", skills: ['פיתוח WEB'] }
];



module.exports = { degrees, areas, universities, skills, jobs };